#+PLOT: title:"Mass Calibration" set:"xlabel 'time(us)'" set:"ylabel 'sqrt(m)'" ind:1 deps:(11) with:"linespoints pt 6 ps 2"
| time(us) | formula          |         m/z(exact) |                m/z |         error(mDa) |    m/z(calibrated) | error(mDa) calibrated | enable | delta m/z |          Intensity | sqrt(m / z(exact)) | 1.730032 sqrt(m / z(exact)) + 0.0638056 | index |
|  21.5295 | (CF3COONa)1[Na]+ | 158.96402888101056 | 158.96896684367974 |  4.937962669174567 | 158.96389039347636 |  -0.13848753420120374 | true   |        95 |  8801.278401692707 |          12.608094 |                               21.876212 |    53 |
|  29.2778 | (CF3COONa)2[Na]+ |  294.9388370610306 | 294.95011329260456 |  11.27623157395874 |  294.9390755543005 |    0.2384932698760167 | true   |       231 | 2477.9329427083335 |          17.173783 |                               29.775000 |   116 |
|  35.3612 | (CF3COONa)3[Na]+ |  430.9136452410506 |  430.9309330249798 | 17.287783929248235 | 430.91367868061036 |  0.033439559786074824 | true   |       367 | 1731.8308919270833 |          20.758460 |                               35.976606 |   152 |
|  40.5389 | (CF3COONa)4[Na]+ |  566.8884534210706 |  566.9121847320213 |  23.73131095066583 |  566.8885747908954 |   0.12136982479660219 | true   |       503 |  946.7887369791665 |          23.809419 |                               41.254862 |   170 |
|  45.1246 | (CF3COONa)5[Na]+ |  702.8632616010906 |  702.8930631011012 |  29.80150001064885 |  702.8630067858612 |   -0.2548152293684325 | true   |       639 |  577.6240234375001 |          26.511568 |                               45.929667 |   182 |
#+TBLFM: $12=$11*1.730032+0.0638056
#+TBLFM: $11=sqrt($3)
